async function menuMembros(prefix) {
  return `
╭━━━━━━━━━━━━━━╮
┃🤖 *INTELIGÊNCIA ARTIFICIAL*
╰━━━━━━━━━━━━━━╯

╭──────────────╮
│  📚 *Ias de texto*
├──────────────┤
│ *${prefix}nazu*
│ *${prefix}gpt*
│ *${prefix}gpt4*
│ *${prefix}llama*
│ *${prefix}llama3*
│ *${prefix}cognimai* ou *${prefix}cog*
│ *${prefix}qwen*
│ *${prefix}gemma*
│ *${prefix}gecko*
╰──────────────╯

╭──────────────╮
│  🖼️ *Ias de imagem*
├──────────────┤
│ *${prefix}imagine*
╰──────────────╯

╭──────────────╮
│ ⚒️ *Ias de ferramentas*
├──────────────┤
│ *${prefix}code-gen*
╰──────────────╯

╭━━━━━━━━━━━━━━╮
┃ 🌟 *Divirta-se e Explore!* 🌟
╰━━━━━━━━━━━━━━╯
`;
};

module.exports = menuMembros;