async function menuDono(prefix) {
  return `
╭━━━━━━━━━━━━━━━━━━━━━╮
┃ 🌸 *MENU DO DONO* 🌸
╰━━━━━━━━━━━━━━━━━━━━━╯
╭─────────────────────╮
│ 🆘 *Precisa de ajuda?*
│ 🤖 Digite *${prefix}ajuda*
╰─────────────────────╯

╭─────────────────────╮
│  📂 *Configurar Bot* 
├─────────────────────┤
│⚙️ *${prefix}prefixo* 
│📱 *${prefix}numerodono* 
│👤 *${prefix}nomedono* 
│🤖 *${prefix}nomebot* 
╰─────────────────────╯

╭━━━━━━━━━━━━━━━━━━━━━╮
┃ 🌸 *Explore e Divirta-se!* 🌸
╰━━━━━━━━━━━━━━━━━━━━━╯
`;
}

module.exports = menuDono;